{
  "metadata": {
    "title": "Greenwork - Your coworking space",
    "description": "Book flexible coworking spaces with GreenWork — quick reservations, dedicated support, and smart tools to boost your daily growth."
  },
  "actions": {
    "goToHomePage": "Go to homepage",
    "goToGithub": "Go to Github",
    "goToInstagram": "Go to Instagram",
    "goToFacebook": "Go to Facebook",
    "goToTwitter": "Go to Twitter",
    "goToLinkedIn": "Go to Linkedin",
    "goToSpaces": "View spaces",
    "goToAbout": "Learn more about us",
    "goToContact": "Contact us",
    "goToTerms": "View terms and conditions",
    "goToPrivacy": "View privacy policy",
    "register": "Go to register",
    "login": "Go to login",
    "menu": "Open menu",
    "search": "Search",
    "logout": "Go to logout",
    "user": "Go to user panel",
    "editImg": "Change photo",
    "usersRead": "View users",
    "usersCreate": "Create user",
    "edit": "Edit",
    "delete": "Delete",
    "spacesRead": "View spaces",
    "spacesCreate": "Create spaces",
    "bookingsRead": "View bookings",
    "bookingsCreate": "Create booking",
    "paymentsRead": "View payments",
    "paymentsCreate": "Create payment",
    "add": "Add",
    "remove": "Remove",
    "checkSpace": "View space",
    "doBookingTitle": "Make a booking",
    "doBooking": "Book",
    "servicesRead": "View services",
    "servicesCreate": "Create service",
    "deleteConfirm": "Are you sure you want to delete?",
    "deleteError": "Could not delete"
  },
  "alt": {
    "logo": "Greenwork logo",
    "logoVariant1": "Greenwork logo in white",
    "groupPeas": "Group of peas",
    "donatello": "Donatello the pea",
    "miguelangel": "Miguel Ángel the pea",
    "leonardo": "Leonardo the pea",
    "menu": "Navigation menu",
    "search": "Search icon",
    "greenwork1": "Greenwork 1",
    "greenwork2": "Greenwork 2",
    "greenwork3": "Greenwork 3",
    "dashboardImg": "User {{id}}",
    "location": "Location icon",
    "phone": "Phone icon",
    "peaspeas": "Set of peas",
    "arrow": "Arrow"
  },
  "confirm": {
    "delete": "Are you sure you want to delete?"
  },
  "common": {
    "dataModified": "Data modification",
    "arrow": "Arrow icon",
    "peaspeas": "United peas",
    "github": "Github logo",
    "instagram": "Instagram logo",
    "facebook": "Facebook logo",
    "twitter": "Twitter logo",
    "linkedin": "Linkedin logo",
    "donatello": "Donatello",
    "miguelangel": "Miguel Ángel",
    "leonardo": "Leonardo",
    "groupPeas": "Peas",
    "menu": "Menu icon",
    "slogan": "Your space today, your success tomorrow",
    "proximity": "Find our spaces closest to you",
    "ourSpaces": "Our spaces",
    "contactUs": "Contact us",
    "terms": "Terms and conditions",
    "privacy": "Privacy policy",
    "contact": {
      "title": "Do you have questions? We are here to help you",
      "msg1": "Our support team will respond as soon as possible.",
      "msg2": "At GreenWork, we value your time and are committed to providing you with a quick and clear solution."
    },
    "greenwork1": "Greenwork sofa",
    "greenwork2": "Greenwork wall",
    "greenwork3": "Greenwork screen",
    "dashboardImg": "User profile {{id}}",
    "greetings": "Hello {{name}}, what are we working on today?",
    "main": "Main",
    "management": "Website management",
    "commonError": "Error: {{error}}",
    "userLoading": "Loading users...",
    "userNoUsers": "No users available",
    "spacesLoading": "Loading spaces...",
    "spacesNoSpaces": "No spaces available",
    "bookingsLoading": "Loading bookings...",
    "bookingsNoBookings": "No bookings available",
    "paymentsLoading": "Loading payments...",
    "paymentsNoPayments": "No payments available",
    "auditsLoading": "Loading audits...",
    "auditsNoAudits": "No audits",
    "servicesLoading": "Loading services...",
    "servicesNoServices": "No services",
    "previous": "Previous",
    "next": "Next",
    "user": "User",
    "action": "Action",
    "table": "Table",
    "features": "Features",
    "maps": "Location",
    "location": "Location",
    "phone": "Phone",
    "profile": "Profile",
    "deleteConfirmation": "Are you sure you want to delete?"
  },
  "links": {
    "home": "Home",
    "about": "About us",
    "spaces": "Spaces",
    "contact": "Contact",
    "terms": "Terms and conditions",
    "privacy": "Privacy policy",
    "problemSolvers": "Created by ProblemSolvers with love 💚",
    "register": "Register",
    "login": "Login",
    "logout": "Logout",
    "user": "Hello, ",
    "users": "Users",
    "bookings": "Bookings",
    "completedBookings": "Completed bookings",
    "payments": "Payments",
    "suscriptions": "Subscriptions",
    "completedPayments": "Completed payments",
    "pendingPayments": "Pending payments",
    "audits": "Audits",
    "backup": "Manual backup",
    "services": "Services"
  },
  "form":{
    "name": {
      "label": "Name",
      "placeholder": "Name"
    },
    "surname": {
      "label": "Surname",
      "placeholder": "Surname"
    },
    "birthday": {
      "label": "Birthdate",
      "placeholder": "Birthdate"
    },
    "nif": {
      "label": "NIF/NIE",
      "placeholder": "NIF/NIE"
    },
    "email": {
      "label": "Email",
      "placeholder": "Email"
    },
    "password": {
      "label": "Password",
      "placeholder": "Password"
    },
    "confirmPassword": {
      "label": "Confirm password",
      "placeholder": "Confirm your password"
    },
    "checkbox": {
      "register": {
        "msg1": "By registering, you accept our ",
        "msg2": "and our "
      },
      "contact": {
        "msg1": "By sending us a message, you accept our ",
        "msg2": "and our "
      }
    },
    "postalCode": {
      "label": "Postal code",
      "placeholder": "Postal code"
    },
    "message": {
      "label": "Message",
      "placeholder": "Write your message here"
    },
    "span": {
      "msg1": "Already have an account? ",
      "msg2": "Don't have an account? "
    },    "submitButton": {
      "text": "Register"
    },
    "submitting": "Submitting...",
    "success": "Your message has been sent successfully. We will contact you as soon as possible.",
    "amount": {
      "label": "Price",
      "placeholder": "Price"
    },
    "paymentMethod": {
      "label": "Payment method",
      "placeholder": "Payment method",
      "creditCard": "Card",
      "cash": "Cash"
    },
    "datePayment": {
      "label": "Payment date",
      "placeholder": "Payment date"
    },
    "status": {
      "label": "Status",
      "placeholder": "Status",
      "completed": "Completed",
      "pending": "Pending",
      "confirmed": "Confirmed"
    },
    "user": {
      "label": "User",
      "placeholder": "User"
    },
    "reservation": {
      "label": "Booking",
      "placeholder": "Booking"
    },
    "space": {
      "label": "Space",
      "placeholder": "Space"
    },
    "period": {
      "label": "Period",
      "placeholder": "Period"
    },
    "startDate": {
      "label": "Start date",
      "placeholder": "Start date"
    },
    "endDate": {
      "label": "End date",
      "placeholder": "End date"
    },
    "date": {
      "label": "Date",
      "placeholder": "Date",
      "noSlot": "This date is not available",
      "available": "Available time slots"
    },
    "time": {
      "label": "Time",
      "placeholder": "Time",
      "startTime": "Start time",
      "selectStartTime": "Select a start time",
      "endTime": "End time",
      "selectEndTime": "Select an end time"
    },
    "seats": {
      "label": "Seats",
      "placeholder": "Seats"
    },
    "spaceAvailability": {
      "label": "Service hours",
      "placeholder": "Service hours"
    },
    "days": {
      "monday": "Monday",
      "tuesday": "Tuesday",
      "wednesday": "Wednesday",
      "thursday": "Thursday",
      "friday": "Friday",
      "saturday": "Saturday",
      "sunday": "Sunday",
      "weekdays": "Weekdays"
    },
    "images": {
      "label": "Images",
      "placeholder": "Images"
    },
    "description": {
      "label": "Description",
      "placeholder": "Description"
    },
    "servicesAvailable": "Available services",
    "loginRequired": "Please log in before booking.",
    "adminNoBooking": "You cannot make bookings from spaces as an administrator."
  },
  "filters": {
    "all": "View all",
    "upcoming": "View active",
    "past": "View past"
  },
  "backup": {
    "success": "Backup created successfully",
    "error": "Error creating backup",
    "processing": "Processing...",
    "create": "Manual backup"
  },
  "status": {
    "pending": "Active",
    "completed": "Completed"
  },
  "terms": {
    "title1": "Introduction",
    "msg1": "greenwork.com is a web portal owned by GREENWORK, containing a directory of coworking spaces, business centers, shared offices, and similar spaces throughout Spain and the rest of the world, through which users can post ads promoting these spaces, publish logos, their location, contact phone, description of the different spaces, rates, etc.<br><br>Users can search and request information and even book spaces advertised on the website coworkingspain.es, by filling out a form that collects the data of the applicants. Such data may be provided to the users who manage these spaces advertised on the website.<br><br>These Terms of Use regulate the access and use of the service hosted under the domain name www.greenwork.com as well as all the contents displayed on it or made available to users. When accessing the website, the user states that they have read and agree to comply with these Terms of Use.<br><br>GREENWORK reserves the right to review and modify these Terms of Use, for legal, technical, or corporate strategy reasons.<br><br>On the other hand, the collection and processing of users' personal data, as well as the exercise of their rights over them, will be governed by these Terms of Use and by the Privacy Policy described above.",
    "title2": "Access to the service and responsibilities",
    "msg2": "Access to the service is allowed to all users who are owners of coworking centers and accept these Terms of Use.<br><br>When accessing this service, the user must provide greenwork.com with the following personal data: name of the center owner or space applicants, phone, and email address, whose processing will be carried out in accordance with our Privacy Policy.<br><br>From greenwork.es, various services related to the use of coworking spaces are offered, including, without limitation, the publication of ads by users related to their activity, contacts with advertisers, etc.<br><br>By accepting these Terms of Use, users declare and guarantee that the published information is lawful, truthful, and that they have the necessary authorizations, when required for such publication. Otherwise, GREENWORK is not responsible for the legality or truthfulness of the information published by users.<br><br>In cases where a user freely decides to contact another user, they do so at their own risk, excluding GREENWORK from any responsibility arising from the relationship between both users.<br><br>Access to the service implies the user's commitment to use it correctly, in compliance with these Terms of Use and current legislation, as well as the principles of good faith and public order. In any case, the user is obliged to make reasonable use of the service, according to the purposes for which it is intended.<br><br>In particular, GREENWORK cannot be considered as an editorial entity, for which it expressly states that it does not identify with any of the opinions that users may express through the service.<br><br>In any case, the dissemination of content or opinions that are xenophobic, defamatory, discriminatory, sexist, pornographic, or that, in any way, are contrary to current legislation is expressly prohibited.<br><br>Likewise, it is prohibited:<br>● To host, store, disclose, or distribute any content that may be considered a violation of the fundamental rights to honor, image, and personal privacy.<br>● To use the service to insult, defame, intimidate, violate one's own image, or harass other users.<br>● To introduce computer viruses, defective files, or host, store, distribute, or share material or software that may cause damage or alterations to the contents, programs, or systems of GREENWORK.<br>● To host, store, disclose, publish, distribute, or provide unsolicited or unauthorized advertising, spam, or similar communications.",
    "title3": "Intellectual and industrial property of the service",
    "msg3": "GREENWORK is a registered trademark.<br><br>GREENWORK is the owner of all industrial and intellectual property rights related to the service.<br><br>Through these Terms of Use, GREENWORK grants a limited, revocable, and non-sublicensable license to use the service strictly personally.<br><br>The user may not commercially exploit any of the contents of greenwork.com without the express and written authorization of GREENWORK.",
    "title4": "Applicable law and jurisdiction",
    "msg4": "These Terms of Use are fully governed by Spanish legislation, and for cases where the regulations allow it, the parties voluntarily submit to the Courts and Tribunals of Fictitious (Barcelona).",
    "title5": "Sales policy",
    "msg5": "The user may contract subscriptions and services on the website.<br><br>Subscriptions are treated as recurring payments billed monthly, quarterly, or annually, at the user's choice.<br><br>Services are treated as one-time payments.<br><br>Payments can be made through:<br>● Our virtual POS using VISA and MASTERCARD cards.<br>● At the reserved space by card or cash.<br><br>Once the payment is made, the user will receive a notification and a payment receipt.<br><br>All recurring subscriptions that have not been paid within two days will be canceled.",
    "title6": "Refund policy",
    "msg6": "The user has the right to a refund of the amount of subscriptions and/or services under the following terms and conditions:<br><br>1. Subscription cancellations can be made 5 days before the subscription renewal, in the following ways:<br>● Through the user control panel, within the website.<br>● By writing an email in the contact form, with the beginning of the message being 'subscription cancellation'.<br><br>2. Cancellations communicated by any other means will not be accepted."
  },
  "privacy": {
    "title1": "Who is the Data Controller of your data?",
    "msg1": "Identity: GreenWork, S.L. (hereinafter, GREENWORK)<br><br>NIF: B12345678<br><br>Registered office: Fictitious Street 123, 08001 Barcelona – Barcelona.<br><br>Phone: 912345678<br><br>Email: hello@greenwork.com",
    "title2": "For what purpose do we process your personal data?",
    "msg2": "At GREENWORK, we process the information provided by users to manage and maintain our commercial relationship, provide them with the requested services, send them the information they request, as well as offers of products and services of their interest, and improve their user experience, for which we will create a 'commercial profile', based on the information provided. No automated decisions will be made based on this profile.<br><br>The collection and processing of users' personal data is carried out in full compliance with Regulation (EU) 2016/679, of the European Parliament and of the Council, of April 27, 2016, regarding the protection of natural persons with regard to the processing of personal data and the free movement of such data and repealing Directive 95/46/CE (General Data Protection Regulation, GDPR hereinafter) and the rest of the applicable legal framework.",
    "title3": "What data do we process?",
    "msg3": "Information provided by the user: Data that the user provides through contact forms or when subscribing, using, or contracting any of the services made available by GREENWORK, such as: name, surname, email, contact phone, address, billing data, etc.",
    "title4": "How have we obtained your data?",
    "msg4": "The personal data we process at GREENWORK comes from our users.<br><br>The categories of data processed are:<br>● Identification data<br>● Identification codes or keys<br>● Postal or electronic addresses<br>● Economic data<br><br>No specially protected data is processed.",
    "title5": "How long will we keep your data?",
    "msg5": "GREENWORK will not store the personal data collected for a period longer than necessary to fulfill the purposes indicated above. In any case, in cases where the data has been collected for the execution of a service provision, it will be kept during the validity of the contract and the commercial relationship between the Parties. Once the Contract is terminated, the personal data will be kept, in accordance with what is required by current regulations and with a view to a future commercial relationship, as long as the CLIENT does not decide to proceed with its cancellation.",
    "title6": "What is the legal basis for processing your data?",
    "msg6": "The legal basis for processing your data is the materialization of the commercial relationship and/or the execution of the contract/agreement of commercial relationship between you and the legitimate interest of GREENWORK.",
    "title7": "What security measures do we adopt?",
    "msg7": "GREENWORK has a strong commitment to the security of the data it processes, so it has adopted the necessary organizational and technical measures to prevent alteration, loss, and unauthorized access.<br><br>Specifically, GREENWORK has defined the attributions for data access, allowing such access, exclusively, with identification and password. In addition, GREENWORK performs backups and stores them securely, among other measures.",
    "title8": "Is this portal aimed at minors?",
    "msg8": "This portal, its information, contents, services, and/or products offered through it are NOT aimed at minors under 13 years of age.<br><br>If GREENWORK becomes aware or suspects the registration of a minor under 13 years of age, it will immediately cancel such registration and prevent access or use of the products, services, or contents corresponding to that person.",
    "title9": "To which recipients will your data be transferred?",
    "msg9": "GREENWORK may transfer to collaborating third parties the personal data it collects and processes, for which the user gives their unequivocal and express consent by accepting this privacy policy. This transfer will be made solely to fulfill the purposes stated above.<br><br>Third parties shall be understood as companies of the GREENWORK Group and its subsidiaries, with the purpose that, eventually, they may be processed for the provision of other supplies and/or services of their potential interest.<br><br>You may explicitly refuse the transfer of your personal data by sending a written notice to the contact details indicated.<br><br>By sharing your personal data with third parties, COWORKING SPAIN explicitly requires them to comply with the aforementioned legislation on data protection and with our Privacy Policy.",
    "title10": "Do we link our pages to those of third parties?",
    "msg10": "GREENWORK may make available to users links to third-party pages or portals. The privacy policies and the effective processing of personal data carried out by these third parties are completely unrelated to GREENWORK, and the user must exercise extreme caution when browsing such portals and/or contracting the products and services they offer. Likewise, it is the user's responsibility to accept such policies.",
    "title11": "What are your rights when you provide us with your data?",
    "msg11": "Any person has the right to obtain confirmation about whether at GREENWORK we are processing personal data concerning them, or not.<br><br>Interested parties have the right to access their personal data, as well as to request the rectification of inaccurate data or, where appropriate, request its deletion, when, among other reasons, the data is no longer necessary for the purposes for which it was collected.<br><br>Under certain circumstances, interested parties may request the limitation of the processing of their data, in which case it will only be kept for the exercise or defense of claims.<br><br>Under certain circumstances, and for reasons related to their particular situation, interested parties may object to the processing of their data. GREENWORK will stop processing the data, except for legitimate reasons or the exercise or defense of possible claims.<br><br>All these rights can be exercised at the address indicated at the beginning of this Privacy Policy.",
    "title12": "Can you file a complaint with the AEPD?",
    "msg12": "The user has the right to file a complaint with the Spanish Data Protection Agency if they understand that their right to the protection of personal data has been violated in any way."
  },
  "errors": {
    "weekends": "Cannot book on weekends",
    "required": "This field is required",
    "nameRequiredError": "Name is required",
    "nameTypeError": "Name is not valid",
    "nameLengthError": "Name exceeds the maximum number of allowed characters (255)",
    "nameFormatError": "Name does not have a valid format",
    "nameContainsNumbersError": "Name cannot contain numbers",
    "nameContainsSpecialCharsError": "Name cannot contain unauthorized special characters",
    "surnameRequiredError": "Surname is required",
    "surnameTypeError": "Surname is not valid",
    "surnameLengthError": "Surname exceeds the maximum number of allowed characters (255)",
    "surnameFormatError": "Surname does not have a valid format",
    "surnameContainsNumbersError": "Surname cannot contain numbers",
    "surnameContainsSpecialCharsError": "Surname cannot contain unauthorized special characters",
    "emailRequiredError": "Email is required",
    "emailTypeError": "Email is not valid",
    "emailLengthError": "Email exceeds the maximum number of allowed characters (255)",
    "emailFormatError": "Email does not have a valid format",
    "emailDuplicateError": "Email is already in use",
    "nifRequiredError": "NIF/NIE is required",
    "nifTypeError": "NIF/NIE is not valid",
    "nifLengthError": "NIF/NIE exceeds the maximum number of allowed characters (20)",
    "nifFormatError": "NIF/NIE does not have a valid format",
    "nifDuplicateError": "NIF/NIE is already in use",
    "nifTooShortError": "NIF/NIE is too short",
    "birthdateRequiredError": "Birthdate is required",
    "birthdateTypeError": "Birthdate is not valid",
    "birthdateInvalidError": "Birthdate is not valid",
    "birthdateFormatError": "Birthdate does not have a valid format",
    "birthdateAgeError": "You cannot register if you are under 13 years old",
    "passwordRequiredError": "Password is required",
    "passwordTypeError": "Password is not valid",
    "passwordMinNumCharsError": "Password must be at least 8 characters",
    "passwordMissingUppercaseCharError": "Password must contain at least one uppercase letter",
    "passwordMissingLowercaseCharError": "Password must contain at least one lowercase letter",
    "passwordMissingNumberError": "Password must contain at least one number",
    "passwordMissingSpecialCharError": "Password must contain at least one special character",
    "passwordComplexityError": "Password does not meet complexity requirements",
    "passwordConfirmRequiredError": "Password confirmation is required",
    "passwordMismatchError": "Passwords do not match",
    "termsRequiredError": "You must accept the terms and conditions",
    "termsTypeError": "Terms and conditions are not valid",
    "termsNotAcceptedError": "You must accept the terms and conditions",
    "invalidCredentialsError": "Invalid credentials",
    "invalidAdminCredentialsError": "Invalid admin credentials",
    "wait24hours": "You have already sent a message in the last 24 hours. Try again later."
  },
  "sliders": {
    "title1": "Your space just one click away",
    "msg1": "At GreenWork, we work every day with a clear goal: that all people can access a comfortable, accessible coworking space close to where they are.",
    "msg2": "With technology, proximity, and an expanding network, at GreenWork we want you to find the perfect place to create, work, and grow, wherever you are.",
    "title2": "Flexibility that adapts to you",
    "msg3": "Forget rigid contracts and inflexible schedules. At GreenWork, we offer solutions adaptable to your real needs.",
    "msg4": "From single hours to monthly memberships, with access to all our locations and premium services designed to boost your productivity.",
    "title3": "More than a space, a community",
    "msg5": "Connect with professionals from various sectors in a collaborative environment designed to inspire.",
    "msg6": "GreenWork not only provides you with a place to work but also opportunities for networking, exclusive events, and the perfect ecosystem to grow your business."
  }
}