{
  "metadata": {
    "title": "Greenwork - Your coworking space",
    "description": "Book flexible coworking spaces with GreenWork — fast reservations, dedicated support, and smart tools to boost your daily growth."
  },
  "actions": {
    "goToHomePage": "Go to homepage",
    "goToGithub": "Go to Github",
    "goToInstagram": "Go to Instagram",
    "goToFacebook": "Go to Facebook",
    "goToTwitter": "Go to Twitter",
    "goToLinkedIn": "Go to Linkedin",
    "goToSpaces": "View spaces",
    "goToAbout": "View more about us",
    "goToContact": "Contact us",
    "goToTerms": "View terms and conditions",
    "goToPrivacy": "View privacy policy",
    "register": "Register me",
    "login": "Login",
    "menu": "Open menu",
    "search": "Search"
  },
  "alt": {
    "logo": "Logo of Greenwork",
    "logoVariant1": "Logo of Greenwork in white",
    "donatello": "Donatello the pea",
    "miguelangel": "Miguel Ángel the pea",
    "leonardo": "Leonardo the pea",
    "groupPeas": "Group of peas",
    "menu": "Navigation menu",
    "search": "Search icon"
  },
  "common": {
    "github": "Logo of Github",
    "instagram": "Logo of Instagram",
    "facebook": "Logo of Facebook",
    "twitter": "Logo of Twitter",
    "linkedin": "Logo of Linkedin",
    "donatello": "Donatello",
    "miguelangel": "Miguel Ángel",
    "leonardo": "Leonardo",
    "groupPeas": "Peas",
    "menu": "Menu icon",
    "slogan": "Your space today, your success tomorrow",
    "proximity": "Encuentra nuestros espacios más cercanos a ti",
    "ourSpaces": "Our spaces",
    "contactUs": "Contact us",
    "terms": "Terms and conditions",
    "contact": {
      "title": "Do you have questions? We are here to help you",
      "msg1": "Our support team will respond to you as soon as possible.",
      "msg2": "At GreenWork, we value your time and are committed to providing you with a quick and clear solution."
    }
  },
  "links": {
    "home": "Home",
    "about": "About",
    "spaces": "Spaces",
    "contact": "Contact",
    "terms": "Terms and conditions",
    "privacy": "Privacy policy",
    "problemSolvers": "Created by ProblemSolvers with love 💚",
    "register": "Registrarme",
    "login": "Iniciar sesión"
  },
  "form":{
    "name": {
      "label": "Name",
      "placeholder": "Name"
    },
    "surname": {
      "label": "Surname",
      "placeholder": "Surname"
    },
    "birthday": {
      "label": "Birthdate",
      "placeholder": "Birthdate"
    },
    "nif": {
      "label": "NIF/NIE",
      "placeholder": "NIF/NIE"
    },
    "email": {
      "label": "Email",
      "placeholder": "Email"
    },
    "password": {
      "label": "Password",
      "placeholder": "Password"
    },
    "confirmPassword": {
      "label": "Confirm password",
      "placeholder": "Confirm password"
    },
    "checkbox": {
      "register": {
        "msg1": "By registering, you agree to our ",
        "msg2": "and our "
      },
      "contact": {
        "msg1": "By sending us a message, you accept our ",
        "msg2": "and our "
      }
    },
    "postalCode": {
      "label": "Postal code",
      "placeholder": "Postal code"
    },
    "message": {
      "label": "Message",
      "placeholder": "Write your message here"
    },
    "span": {
      "msg1": "Already have an account? ",
      "msg2": "Don't have an account? "
    },
    "submitButton": {
      "text": "Register"
    }
  },
  "terms": {
    "title1": "Access to the service and responsibilities",
    "title2": "Intellectual and industrial property of the service",
    "title3": "Applicable law and jurisdiction",
    "title4": "Sales policy",
    "title5": "Return policy",
    "msg1": "greenwork.com is a website owned by GREENWORK, which contains a directory of coworking spaces, business centers, shared offices, and similar spaces throughout Spain and the rest of the world, through which users can post ads promoting these spaces, publish logos, their location, contact phone, description of the different spaces, rates, etc.",
    "msg2": "Users can search for and request information and even book spaces advertised on the coworkingspain.es website by filling out a form that collects the applicants' data. Such data may be provided to users who manage those spaces advertised on the website.",
    "msg3": "These Terms of Use govern access to and use of the service hosted under the domain name www.greenwork.com as well as all content displayed on it or made available to users. When accessing the website, the user declares that they have read and agree to comply with these Terms of Use.",
    "msg4": "GREENWORK reserves the right to review and modify these Terms of Use for legal, technical, or corporate strategy reasons.",
    "msg5": "Furthermore, the collection and processing of users' personal data, as well as the exercise of their rights over them, will be governed by these Terms of Use and by the previously described Privacy Policy.",
    "msg6": "Access to the service is permitted to all users who own coworking centers and accept these Terms of Use.",
    "msg7": "When accessing this service, the user must provide greenwork.com with the following personal data: name of the center owner or space seekers, phone number, and email address, which will be processed in accordance with our Privacy Policy.",
    "msg8": "greenwork.es offers various services related to the use of coworking spaces, including, but not limited to, the publication of ads by users related to their activity, contacting advertisers, etc.",
    "msg9": "By accepting these Terms of Use, users declare and guarantee that the information published is lawful, truthful, and that they have the necessary authorizations, when required, for such publication. Otherwise, GREENWORK is not responsible for the legality or truthfulness of the information published by users.",
    "msg10": "In cases where a user freely decides to contact another user, they do so at their own risk, excluding GREENWORK from any liability arising from the relationship between both users.",
    "msg11": "Access to the service implies the user's commitment to use it correctly, in accordance with these Terms of Use and current legislation, as well as the principles of good faith and public order. In any case, the user is obliged to make reasonable use of the service, according to the purposes for which it is intended.",
    "msg12": "In particular, GREENWORK cannot be considered an editorial responsible party, and expressly states that it does not identify with any of the opinions that users may express through the service.",
    "msg13": "The dissemination of content or opinions that are xenophobic, defamatory, discriminatory, sexist, pornographic, or in any way contrary to current legislation is expressly prohibited.",
    "msg14": "It is also prohibited to host, store, disclose, or distribute any content that may be considered a violation of fundamental rights to honor, image, and personal privacy.",
    "msg15": "It is also forbidden to use the service to insult, defame, intimidate, violate the image, or harass other users.",
    "msg16": "It is prohibited to introduce computer viruses, defective files, or to host, store, distribute, or share material or software that may cause damage or alterations to the contents, programs, or systems of GREENWORK.",
    "msg17": "Likewise, it is forbidden to host, store, disclose, publish, distribute, or facilitate unsolicited or unauthorized advertising, junk mail, spam, or similar communications.",
    "msg18": "GREENWORK is a registered trademark.",
    "msg19": "GREENWORK owns all industrial and intellectual property rights related to the service.",
    "msg20": "By these Terms of Use, GREENWORK grants a limited, revocable, and non-sublicensable license to use the service strictly for personal purposes.",
    "msg21": "The user may not commercially exploit any of the contents of greenwork.com without the express written authorization of GREENWORK.",
    "msg22": "These Terms of Use are governed entirely by Spanish law, and for those cases where the regulations allow, the parties voluntarily submit to the Courts and Tribunals of Ficticias (Barcelona).",
    "msg23": "The user may contract subscriptions and services on the website.",
    "msg24": "Subscriptions are treated as recurring payments billed monthly, quarterly, or annually, at the user's choice.",
    "msg25": "Services are treated as one-time payments.",
    "msg26": "Payments can be made through our virtual POS using VISA and MASTERCARD cards.",
    "msg27": "They can also be made at the reserved space by card or cash.",
    "msg28": "Once payment is made, the user will receive a notification and a payment receipt.",
    "msg29": "All recurring subscriptions that have not been paid within two days will be canceled.",
    "msg30": "The user has the right to a refund of the amount of subscriptions and/or services under the following terms and conditions:",
    "msg31": "1. Subscription cancellations can be made 5 days before the subscription renewal, in the following ways:",
    "msg32": "Through the user's control panel, within the website.",
    "msg33": "By writing an email in the contact form, starting the message with “subscription cancellation”.",
    "msg34": "2. Cancellations communicated by any other means are not accepted."
  },
  "errors": {
    "nameRequiredError": "Name is required",
    "nameTypeError": "Name is not valid",
    "nameLengthError": "Name exceeds the maximum allowed number of characters (255)",
    "nameFormatError": "Name does not have a valid format",
    "nameContainsNumbersError": "Name cannot contain numbers",
    "nameContainsSpecialCharsError": "Name cannot contain non-allowed special characters",
    "surnameRequiredError": "Surname is required",
    "surnameTypeError": "Surname is not valid",
    "surnameLengthError": "Surname exceeds the maximum allowed number of characters (255)",
    "surnameFormatError": "Surname does not have a valid format",
    "surnameContainsNumbersError": "Surname cannot contain numbers",
    "surnameContainsSpecialCharsError": "Surname cannot contain non-allowed special characters",
    "emailRequiredError": "Email is required",
    "emailTypeError": "Email is not valid",
    "emailLengthError": "Email exceeds the maximum allowed number of characters (255)",
    "emailFormatError": "Email does not have a valid format",
    "emailDuplicateError": "Email is already in use",
    "nifRequiredError": "NIF/NIE is required",
    "nifTypeError": "NIF/NIE is not valid",
    "nifLengthError": "NIF/NIE exceeds the maximum allowed number of characters (20)",
    "nifFormatError": "NIF/NIE does not have a valid format",
    "nifDuplicateError": "NIF/NIE is already in use",
    "nifTooShortError": "NIF/NIE is too short",
    "birthdateRequiredError": "Birthdate is required",
    "birthdateTypeError": "Birthdate is not valid",
    "birthdateInvalidError": "Birthdate is not valid",
    "birthdateFormatError": "Birthdate does not have a valid format",
    "birthdateAgeError": "Registration is not allowed for users under 13 years old",
    "passwordRequiredError": "Password is required",
    "passwordTypeError": "Password is not valid",
    "passwordMinNumCharsError": "Password must have at least 8 characters",
    "passwordMissingUppercaseCharError": "Password must contain at least one uppercase letter",
    "passwordMissingLowercaseCharError": "Password must contain at least one lowercase letter",
    "passwordMissingNumberError": "Password must contain at least one number",
    "passwordMissingSpecialCharError": "Password must contain at least one special character",
    "passwordComplexityError": "Password does not meet complexity requirements",
    "passwordConfirmRequiredError": "Password confirmation is required",
    "passwordMismatchError": "Passwords do not match",
    "termsRequiredError": "You must accept the terms and conditions",
    "termsTypeError": "Terms and conditions are not valid",
    "termsNotAcceptedError": "You must accept the terms and conditions",
    "invalidCredentialsError": "Invalid credentials",
    "invalidAdminCredentialsError": "Invalid admin credentials"
  }
}
