{
  "metadata": {
    "title": "Greenwork - Your coworking space",
    "description": "Book flexible coworking spaces with GreenWork — fast reservations, dedicated support, and smart tools to boost your daily growth."
  },
  "actions": {
    "goToHomePage": "Go to homepage",
    "goToGithub": "Go to Github",
    "goToInstagram": "Go to Instagram",
    "goToFacebook": "Go to Facebook",
    "goToTwitter": "Go to Twitter",
    "goToLinkedIn": "Go to Linkedin",
    "goToSpaces": "View spaces",
    "goToAbout": "View more about us",
    "goToContact": "Contact us",
    "goToTerms": "View terms and conditions",
    "goToPrivacy": "View privacy policy",
    "register": "Register me",
    "login": "Login",
    "menu": "Open menu",
    "search": "Search"
  },
  "alt": {
    "logo": "Logo of Greenwork",
    "logoVariant1": "Logo of Greenwork in white",
    "donatello": "Donatello the pea",
    "miguelangel": "Miguel Ángel the pea",
    "leonardo": "Leonardo the pea",
    "groupPeas": "Group of peas",
    "menu": "Navigation menu",
    "search": "Search icon"
  },
  "common": {
    "github": "Logo of Github",
    "instagram": "Logo of Instagram",
    "facebook": "Logo of Facebook",
    "twitter": "Logo of Twitter",
    "linkedin": "Logo of Linkedin",
    "donatello": "Donatello",
    "miguelangel": "Miguel Ángel",
    "leonardo": "Leonardo",
    "groupPeas": "Peas",
    "menu": "Menu icon",
    "slogan": "Your space today, your success tomorrow",
    "proximity": "Encuentra nuestros espacios más cercanos a ti",
    "ourSpaces": "Our spaces",
    "contactUs": "Contact us",
    "terms": "Terms and conditions",
    "contact": {
      "title": "Do you have questions? We are here to help you",
      "msg1": "Our support team will respond to you as soon as possible.",
      "msg2": "At GreenWork, we value your time and are committed to providing you with a quick and clear solution."
    }
  },
  "links": {
    "home": "Home",
    "about": "About",
    "spaces": "Spaces",
    "contact": "Contact",
    "terms": "Terms and conditions",
    "privacy": "Privacy policy",
    "problemSolvers": "Created by ProblemSolvers with love 💚",
    "register": "Registrarme",
    "login": "Iniciar sesión"
  },
  "form":{
    "name": {
      "label": "Name",
      "placeholder": "Name"
    },
    "surname": {
      "label": "Surname",
      "placeholder": "Surname"
    },
    "birthday": {
      "label": "Birthdate",
      "placeholder": "Birthdate"
    },
    "nif": {
      "label": "NIF/NIE",
      "placeholder": "NIF/NIE"
    },
    "email": {
      "label": "Email",
      "placeholder": "Email"
    },
    "password": {
      "label": "Password",
      "placeholder": "Password"
    },
    "confirmPassword": {
      "label": "Confirm password",
      "placeholder": "Confirm password"
    },
    "checkbox": {
      "register": {
        "msg1": "By registering, you agree to our ",
        "msg2": "and our "
      },
      "contact": {
        "msg1": "By sending us a message, you accept our ",
        "msg2": "and our "
      }
    },
    "postalCode": {
      "label": "Postal code",
      "placeholder": "Postal code"
    },
    "message": {
      "label": "Message",
      "placeholder": "Write your message here"
    },
    "span": {
      "msg1": "Already have an account? ",
      "msg2": "Don't have an account? "
    },
    "submitButton": {
      "text": "Register"
    }
  },
  "terms": {
    "title1": "Introduction",
    "msg1": "greenwork.com is a website owned by GREENWORK, containing a directory of coworking spaces, business centers, shared offices, and similar spaces throughout Spain and the rest of the world, through which users can post ads for these spaces, publish logos, their location, contact phone, description of the different spaces, rates, etc.<br><br>Users can search for and request information and even book spaces advertised on the coworkingspain.es website by filling out a form that collects the applicants' data. Such data may be provided to users who manage those spaces advertised on the website.<br><br>These Terms of Use govern access to and use of the service hosted under the domain name www.greenwork.com as well as all content displayed on it or made available to users. By accessing the website, the user declares that they have read and agree to comply with these Terms of Use.<br><br>GREENWORK reserves the right to review and modify these Terms of Use for legal, technical, or corporate strategy reasons.<br><br>Furthermore, the collection and processing of users' personal data, as well as the exercise of their rights over them, will be governed by these Terms of Use and by the previously described Privacy Policy.",
    "title2": "Access to the service and responsibilities",
    "msg2": "Access to the service is permitted to all users who own coworking centers and accept these Terms of Use.<br><br>By accessing this service, the user must provide greenwork.com with the following personal data: name of the center owner or space seekers, phone number, and email address, which will be processed in accordance with our Privacy Policy.<br><br>greenwork.es offers various services related to the use of coworking spaces, including, but not limited to, the publication of ads by users related to their activity, contacts with advertisers, etc.<br><br>By accepting these Terms of Use, users declare and guarantee that the information published is lawful, truthful, and that they have the necessary authorizations, when required, for such publication. Otherwise, GREENWORK is not responsible for the legality or truthfulness of the information published by users.<br><br>If a user freely decides to contact another user, they do so at their own risk, excluding GREENWORK from any liability arising from the relationship between both users.<br><br>Access to the service implies the user's commitment to use it correctly, in accordance with these Terms of Use and current legislation, as well as the principles of good faith and public order. In any case, the user is obliged to make reasonable use of the service, according to the purposes for which it is intended.<br><br>In particular, GREENWORK cannot be considered an editorial responsible party, and expressly states that it does not identify with any of the opinions that users may express through the service.<br><br>In any case, the dissemination of content or opinions that are xenophobic, defamatory, discriminatory, sexist, pornographic, or otherwise contrary to current legislation is expressly prohibited.<br><br>It is also prohibited to:<br>● Host, store, disclose, or distribute any content that may be considered a violation of fundamental rights to honor, image, and personal privacy.<br>● Use the service to insult, defame, intimidate, violate one's own image, or harass other users.<br>● Introduce computer viruses, defective files, or host, store, distribute, or share material or software that may cause damage or alterations to GREENWORK's content, programs, or systems.<br>● Host, store, disclose, publish, distribute, or facilitate unsolicited or unauthorized advertising, junk mail, spam, or similar communications.",
    "title3": "Intellectual and industrial property of the service",
    "msg3": "GREENWORK is a registered trademark.<br><br>GREENWORK owns all industrial and intellectual property rights related to the service.<br><br>By these Terms of Use, GREENWORK grants a limited, revocable, and non-sublicensable license to use the service strictly for personal purposes.<br><br>The user may not commercially exploit any of the contents of greenwork.com without the express written authorization of GREENWORK.",
    "title4": "Applicable law and jurisdiction",
    "msg4": "These Terms of Use are governed in their entirety by Spanish law, and where permitted by law, the parties voluntarily submit to the Courts and Tribunals of Ficticias (Barcelona).",
    "title5": "Sales policy",
    "msg5": "The user may contract subscriptions and services on the website.<br><br>Subscriptions are treated as recurring payments billed monthly, quarterly, or annually, at the user's choice.<br><br>Services are treated as one-time payments.<br><br>Payments can be made through:<br>● Our virtual POS using VISA and MASTERCARD cards.<br>● On-site at the reserved space by card or cash.<br><br>Once payment is made, the user will receive a notification and a payment receipt.<br><br>All recurring subscriptions not paid within two days will be canceled.",
    "title6": "Refund policy",
    "msg6": "The user has the right to a refund for subscriptions and/or services under the following terms and conditions:<br><br>1. Subscription cancellations can be made 5 days before the subscription renewal, in the following ways:<br>● Through the user's control panel on the website.<br>● By writing an email in the contact form, starting the message with 'subscription cancellation'.<br><br>2. Cancellations communicated by any other means will not be accepted."
  },
  "privacy": {
    "title1": "Who is responsible for processing your data?",
    "msg1": "Identity: GreenWork, S.L. (hereinafter, GREENWORK)<br><br>NIF: B12345678<br><br>Registered office: Calle Ficticia 123, 08001 Barcelona – Barcelona.<br><br>Phone: 912345678<br><br>Email: hello@greenwork.com",
    "title2": "For what purpose do we process your personal data?",
    "msg2": "At GREENWORK we process the information provided by users in order to manage and maintain our business relationship, provide the requested services, send the requested information, as well as offers of products and services of interest, and improve your user experience, for which we will create a 'commercial profile' based on the information provided. No automated decisions will be made based on this profile.<br><br>The collection and processing of users' personal data is carried out in full compliance with Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data and repealing Directive 95/46/EC (General Data Protection Regulation, hereinafter GDPR) and the rest of the applicable legal system.",
    "title3": "What data do we process?",
    "msg3": "Information provided by the user: Data that the user provides through contact forms or when subscribing to, using, or contracting any of the services made available by GREENWORK, such as: name, surname, email, contact phone, address, billing data, etc.",
    "title4": "How have we obtained your data?",
    "msg4": "The personal data we process at GREENWORK comes from our users.<br><br>The categories of data processed are:<br>● Identification data<br>● Codes or identification keys<br>● Postal or email addresses<br>● Economic data<br><br>No specially protected data is processed.",
    "title5": "How long will we keep your data?",
    "msg5": "GREENWORK will not store the personal data collected for longer than necessary to fulfill the purposes indicated above. In any case, in cases where the data has been collected for the execution of a service, it will be kept for the duration of the contract and the business relationship between the Parties. Once the Contract is terminated, the personal data will be kept, in accordance with the requirements of current regulations and with a view to a future business relationship, as long as the CLIENT does not decide to proceed with its cancellation.",
    "title6": "What is the legal basis for processing your data?",
    "msg6": "The legal basis for processing your data is the establishment of the business relationship and/or the execution of the contract/business relationship agreement between you and the legitimate interest of GREENWORK.",
    "title7": "What security measures do we take?",
    "msg7": "GREENWORK is firmly committed to the security of the data it processes, and has therefore adopted the necessary organizational and technical measures to prevent alteration, loss, and unauthorized access.<br><br>Specifically, GREENWORK has defined access rights to the data, allowing such access exclusively with identification and password. In addition, GREENWORK makes secure backups, among other measures.",
    "title8": "Is this portal aimed at minors?",
    "msg8": "This portal, its information, content, services, and/or products offered through it are NOT aimed at children under 13 years of age.<br><br>If GREENWORK becomes aware of or suspects the registration of a child under 13, it will immediately cancel such registration and prevent access to or use of the products, services, or content corresponding to that person.",
    "title9": "To whom will your data be disclosed?",
    "msg9": "GREENWORK may disclose to third-party partners the personal data it collects and processes, for which the user gives their unequivocal and express consent by accepting this privacy policy. This disclosure will only be made to fulfill the purposes stated above.<br><br>Third parties will be understood as companies of the GREENWORK Group and its subsidiaries, so that, eventually, they may be processed for the provision of other supplies and/or services of potential interest.<br><br>You may explicitly refuse the transfer of your personal data by writing to the contact details indicated.<br><br>When sharing your personal data with third parties, COWORKING SPAIN explicitly requires them to comply with the aforementioned data protection legislation and with our Privacy Policy.",
    "title10": "Do we link our pages to third parties?",
    "msg10": "GREENWORK may make available to users links to third-party pages or portals. The privacy policies and the actual processing of personal data carried out by these third parties are completely unrelated to GREENWORK, and the user should exercise caution when browsing such portals and/or contracting the products and services they offer. It is also the user's responsibility to accept such policies.",
    "title11": "What are your rights when you provide us with your data?",
    "msg11": "Anyone has the right to obtain confirmation as to whether GREENWORK is processing personal data concerning them, or not.<br><br>Data subjects have the right to access their personal data, as well as to request the rectification of inaccurate data or, where appropriate, request its deletion when, among other reasons, the data is no longer necessary for the purposes for which it was collected.<br><br>In certain circumstances, data subjects may request the restriction of the processing of their data, in which case it will only be kept for the exercise or defense of claims.<br><br>In certain circumstances, and for reasons related to their particular situation, data subjects may object to the processing of their data. GREENWORK will stop processing the data, except for legitimate reasons or the exercise or defense of possible claims.<br><br>All these rights can be exercised at the address indicated at the beginning of this Privacy Policy.",
    "title12": "Can you file a complaint with the AEPD?",
    "msg12": "The user has the right to file a complaint with the Spanish Data Protection Agency if they believe that their right to the protection of personal data has been violated in any way."
  },
  "errors": {
    "nameRequiredError": "Name is required",
    "nameTypeError": "Name is not valid",
    "nameLengthError": "Name exceeds the maximum allowed number of characters (255)",
    "nameFormatError": "Name does not have a valid format",
    "nameContainsNumbersError": "Name cannot contain numbers",
    "nameContainsSpecialCharsError": "Name cannot contain non-allowed special characters",
    "surnameRequiredError": "Surname is required",
    "surnameTypeError": "Surname is not valid",
    "surnameLengthError": "Surname exceeds the maximum allowed number of characters (255)",
    "surnameFormatError": "Surname does not have a valid format",
    "surnameContainsNumbersError": "Surname cannot contain numbers",
    "surnameContainsSpecialCharsError": "Surname cannot contain non-allowed special characters",
    "emailRequiredError": "Email is required",
    "emailTypeError": "Email is not valid",
    "emailLengthError": "Email exceeds the maximum allowed number of characters (255)",
    "emailFormatError": "Email does not have a valid format",
    "emailDuplicateError": "Email is already in use",
    "nifRequiredError": "NIF/NIE is required",
    "nifTypeError": "NIF/NIE is not valid",
    "nifLengthError": "NIF/NIE exceeds the maximum allowed number of characters (20)",
    "nifFormatError": "NIF/NIE does not have a valid format",
    "nifDuplicateError": "NIF/NIE is already in use",
    "nifTooShortError": "NIF/NIE is too short",
    "birthdateRequiredError": "Birthdate is required",
    "birthdateTypeError": "Birthdate is not valid",
    "birthdateInvalidError": "Birthdate is not valid",
    "birthdateFormatError": "Birthdate does not have a valid format",
    "birthdateAgeError": "Registration is not allowed for users under 13 years old",
    "passwordRequiredError": "Password is required",
    "passwordTypeError": "Password is not valid",
    "passwordMinNumCharsError": "Password must have at least 8 characters",
    "passwordMissingUppercaseCharError": "Password must contain at least one uppercase letter",
    "passwordMissingLowercaseCharError": "Password must contain at least one lowercase letter",
    "passwordMissingNumberError": "Password must contain at least one number",
    "passwordMissingSpecialCharError": "Password must contain at least one special character",
    "passwordComplexityError": "Password does not meet complexity requirements",
    "passwordConfirmRequiredError": "Password confirmation is required",
    "passwordMismatchError": "Passwords do not match",
    "termsRequiredError": "You must accept the terms and conditions",
    "termsTypeError": "Terms and conditions are not valid",
    "termsNotAcceptedError": "You must accept the terms and conditions",
    "invalidCredentialsError": "Invalid credentials",
    "invalidAdminCredentialsError": "Invalid admin credentials"
  }
}
